Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

source: tap to add photo or bio
ar: إضافة صورة أو نبذة
be: націсніце, каб змяніць профіль
ca: toqueu i editeu el perfil
de: antippen für Bild/Bio
es: toca y añade foto o biografía
fi: lisää kuva tai kuvaus napauttamalla
fr: toucher pour ajouter une photo ou bio
it: tocca per foto o bio
ko: 탭하여 프로필 수정
ms: tekan untuk tambah foto atau bio
nl: tik om foto of bio toe te voegen
pl: dodaj zdjęcie lub biografię
pt_br: toque para adicionar foto ou bio
ru: нажмите для изменения
sv: tryck för att lägga till bild eller biografi
tr: resim veya hakkında eklemek için dokunun
uk: додайте фото або кілька слів про себе

source: Tap to add photo or description
ar: يمكنك إضافة صورة أو نبذة.
be: Націсніце, каб дадаць фота або апісанне
ca: afegiu una foto o descripció
de: Antippen, um Bild oder Beschreibung hinzuzufügen
es: Toca y añade foto o descripción
fi: lisää kuva tai kuvaus napauttamalla
fr: Toucher pour ajouter une photo ou une description
it: Tocca per foto o descrizione
ko: 탭하여 사진 혹은 설명 추가
ms: Tekan untuk tambah foto atau diskripsi
nl: Tik om foto of beschrijving toe te voegen
pl: Dotknij, aby dodać zdjęcie lub opis
pt_br: Toque para adicionar foto ou descrição
ru: Нажмите для добавления информации
sv: Tryck för att lägga till bild eller bio
tr: Fotoğraf veya açıklama eklemek için dokunun
uk: Натисніть, щоб змінити фото або опис

source: Tap to change
ar: انقر للتغيير
be: Націсніце, каб змяніць
ca: Toqueu per a canviar
de: Antippen zum Ändern
es: Toca para cambiar
fa: برای تغییر ضربه بزنید
fi: Vaihda napauttamalla
fr: Touchez pour changer
id: Ketuk untuk ganti
it: Tocca per cambiare
ko: 바꾸려면 누르세요
ms: Tekan untuk tukar
nl: Tik om te wijzigen
pl: Dotknij, aby zmienić
pt_br: Toque para alterar
ru: Нажмите для изменения
sv: Tryck för att ändra
tr: Değiştirmek için dokunun
uk: Натисніть, щоб змінити
uz: Oʻzgartirish uchun bosing

# TapToChangePhone
source: Tap to change phone number
ar: انقر لتغيير رقم الهاتف
be: Націсніце, каб змяніць нумар тэлефона
ca: Toqueu per a canviar el número
de: Antippen, um Nummer zu ändern
es: Toca para cambiar el número
fa: برای تغییر شماره تلفن ضربه بزنید
fi: Vaihda puhelinnumeroa napauttamalla
fr: Touchez pour changer de numéro
id: Ketuk untuk ganti nomor telepon.
it: Tocca per cambiare numero di telefono
ko: 전화번호를 바꾸려면 누르세요
ms: Tekan untuk tukar nombor fon
nl: Tik om je nummer te wijzigen
pl: Dotknij, aby zmienić numer telefonu
pt_br: Toque para alterar o número de telefone
ru: Нажмите, чтобы изменить номер телефона
sv: Tryck för att byta telefonnummer
tr: Telefon numarasını değiştirmek için dokunun
uk: Натисніть, щоб змінити номер телефону
uz: Telefon raqamini almashtirish uchun bosing
zh_cn: 点击以更换手机号码
zh_tw: 點擊以更換手機號碼

source: Tap to download
ar: انقر للتحميل
be: Націсніце, каб спампаваць
ca: Toqueu per a baixar
de: Antippen zum Herunterladen
es: Toca para descargar
fa: برای دانلود ضربه بزنید
fi: Lataa napauttamalla
fr: Touchez pour télécharger
id: Ketuk untuk unduh
it: Tocca per scaricare
ko: 다운로드하려면 누르세요
ms: Tekan untuk muat turun
nl: Tik om te downloaden
pl: Dotknij, aby pobrać
pt_br: Toque para baixar
ru: Нажмите для загрузки
sv: Tryck för att hämta
tr: İndirmek için dokunun
uk: Натисніть, щоб завантажити
uz: Yuklab olish uchun bosing

source: tap to edit widget
ar: اضغط لتحرير الأداة
be: націсніце, каб адрэдагаваць віджэт
ca: toqueu per a editar el giny
de: antippen, um Widget zu bearbeiten
es: toca para editar el widget
fi: muokkaa napauttamalla
fr: toucher pour modifier le widget
it: tocca per modificare il widget
ko: 탭을 하여 위젯 수정
ms: tekan untuk sunting wijet
nl: tik om Widget te wijzigen
pl: Dotknij, aby edytować widżet
pt_br: toque para editar o widget
ru: нажмите для изменения
sv: tryck för att ändra widget
tr: widget'ı düzenlemek için dokunun
uk: редагувати віджет

# TapToEditWidgetShort
source: tap to edit
ar: اضغط للتعديل
be: націсніце, каб адрэдагаваць
ca: toqueu per a editar
de: antippen für Bearbeitung
es: toca para editar
fi: muokkaa
fr: toucher pour modifier
it: tocca per modificare
ko: 탭을 하여 수정
ms: tekan untuk sunting
nl: tik om te wijzigen
pl: Dotknij i edytuj
pt_br: toque para editar
ru: нажмите для изменения
sv: tryck för att ändra
tr: düzenle
uk: редагувати

# TapToSendLocation
source: Tap to send this location
ar: انقر لإرسال هذا الموقع
be: Націсніце, каб адправіць гэта месцазнаходжанне
ca: Toqueu per a enviar la ubicació
de: Antippen, um diesen Standort zu senden
es: Toca para enviar esta ubicación
fa: برای ارسال این موقعیت مکانی ضربه بزنید
fi: Napauta lähettääksesi tämän sijainnin
fr: Envoyer la position
id: Tekan untuk mengirim lokasi ini
it: Tocca per inviare questa posizione
ko: 이 위치를 보내려면 누르세요
ms: Tekan untuk kirim lokasi
nl: Tik om deze locatie te sturen
pl: Dotknij, aby wysłać tę lokalizację
pt_br: Toque para enviar este local
ru: Нажмите для отправки геопозиции
sv: Tryck för att skicka den här platsen
tr: Bu konumu göndermek için dokunun
uk: Натисніть, щоб надіслати це розташування
uz: Bu joylashuvni yuborish uchun bosing

# TapToTurnCamera
source: Tap here to turn on your camera
ar: اضغط هنا لتشغيل الكاميرا
be: Націсніце тут, каб уключыць камеру
ca: Toqueu per a engegar la càmera
de: Hier tippen, um Kamera einzuschalten
es: Toca aquí para encender tu cámara
fa: برای فعال کردن دوربین خود اینجا را بزنید
fi: Kytke kamera päälle napauttamalla tähän
fr: Touchez pour activer votre caméra
id: Tekan ini untuk menyalakan kamera
it: Tocca qui per attivare la tua videocamera
ko: 여기를 눌러 카메라를 켜세요
ms: Tekan di sini untuk BUKA kamera anda
nl: Tik hier om je camera aan te zetten
pl: Dotknij tutaj, aby włączyć aparat
pt_br: Toque aqui para ativar a sua câmera
ru: Нажмите здесь, чтобы включить камеру
sv: Tryck här för att aktivera kameran
tr: Kameranızı açmak için buraya dokunun
uk: Щоб увімкнути камеру, натисніть сюди
uz: Kamerangizni yoqish uchun bu yerga bosing

# TapToViewAsList
source: Tap to view as a list.
ar: انقر للعرض في قائمة.
be: Націсніце, каб праглядаць спісам.
ca: Toqueu per a mostrar una llista
de: Antippen für Listenansicht
es: Toca para ver como lista.
fa: برای مشاهده به صورت فهرست ضربه بزنید.
fi: Napauta nähdäksesi luettelona.
fr: Toucher pour un affichage par liste.
id: Tekan untuk melihat sebagai daftar.
it: Tocca per vedere come lista.
ko: 목록으로 보려면 누르세요.
ms: Tekan untuk lihat sebagai senarai.
nl: Tik om als lijst weer te geven.
pl: Dotknij, aby wyświetlić jako listę.
pt_br: Toque para ver em lista.
ru: Перейти к списку
sv: Tryck för att visa lista
tr: Liste olarak görüntülemek için dokunun.
uk: Натисніть, щоб переглянути списком.
uz: Roʻyxat sifatida koʻrish uchun bosing.

source: Teal
ar: الأخضر الفاتح
be: Сіне-зялёны
ca: Turquesa
de: Blaugrün
es: Turquesa
fa: سبز دودی
fi: Sinivihreä
fr: Turquoise
it: Turchese
ko: 청록색
ms: Cian
nl: Groenblauw
pl: Niebieskozielony
pt_br: Turquesa
ru: Цвет морской волны
sv: Blågrönt
uk: Морської хвилі
uz: Och ko‘k

# TelegramCacheSize
source: {0} Telegram Cache
ar: ⁨{0}⁩ ذاكرة تيليجرام المؤقتة
be: {0} Кэш Telegram
ca: {0} del Telegram
es: Caché de Telegram • {0}
fa: ⁨{0}⁩ حافظه موقت تلگرام
fi: {0} Telegramin välimuisti
fr: {0} cache Telegram
it: {0} Cache di Telegram
ko: {0} 텔레그램 캐시
ms: {0} KacTelegram
pl: {0} Pamięć Telegrama
pt_br: Cache do Telegram • {0}
ru: {0} кэша Telegram
tr: {0} Telegram Önbelleği
uk: {0} Кеш Telegram
uz: {0} Telegram kesh

# TelegramContacts_one
source: {0} contact on Telegram
ar: جهة اتصال واحدة على تيليجرام
be: {0} кантакт у Telegram
ca: {0} contacte al Telegram
de: {0} Kontakt bei Telegram
es: {0} contacto en Telegram
fi: {0} yhteystieto Telegramissa
fr: {0} contact sur Telegram
it: {0} contatto su Telegram
nl: {0} contact op Telegram
pl: {0} kontakt w Telegramie
pt_br: {0} contato no Telegram
ru: {0} контакт в Telegram
sv: {0} kontakt på Telegram
tr: {0} kişi Telegram'da
uk: {0} контакт у Telegram

# TelegramContacts_other
source: {0} contacts on Telegram
ar: ⁨{0}⁩ جهة اتصال على تيليجرام
be: {0} кантактаў у Telegram
ca: {0} contactes al Telegram
de: {0} Kontakte bei Telegram
es: {0} contactos en Telegram
fi: {0} yhteystietoa Telegramissa
fr: {0} contacts sur Telegram
it: {0} contatti su Telegram
ko: 텔레그램에 {0}개의 연락처가 있음
ms: {0} kenalan di Telegram
nl: {0} contacten op Telegram
pl: {0} kontaktów w Telegramie
pt_br: {0} contatos no Telegram
ru: {0} контактов в Telegram
sv: {0} kontakter på Telegram
tr: {0} kişi Telegram'da
uk: {0} контактів у Telegram

source: Telegram FAQ
be: Частыя пытанні
ca: PMF del Telegram
es: Preguntas frecuentes
fa: پرسش‌های متداول تلگرام
fr: FAQ Telegram
id: Pertanyaan Umum
it: FAQ Telegram
ko: 자주 묻는 질문
ms: Soalan Lazim Telegram
nl: Veelgestelde vragen
pt_br: Perguntas Frequentes
ru: Вопросы о Telegram
tr: Telegram SSS
uk: ЧаПи Telegram
uz: Telegram haqida savollar

source: Telegram Features
ar: ميزات تيليجرام
be: Магчымасці Telegram
ca: Funcions del Telegram
de: Telegram Funktionen
es: Aprende sobre Telegram
fi: Telegram-vinkkejä
fr: Fonctionnalités de Telegram
it: Funzioni di Telegram
ko: 텔레그램 기능 소개
ms: Ciri Telegram
nl: Telegram-functies
pl: Funkcje Telegrama
pt_br: Recursos do Telegram
ru: Возможности Telegram
sv: Telegram-funktioner
tr: Telegram Özellikleri
uk: Можливості Telegram

# TelegramPassportCreatePassword
source: CREATE A PASSWORD
ar: إنشاء كلمة مرور
be: СТВАРЫЦЬ ПАРОЛЬ
ca: CREA UNA CONTRASENYA
de: EIN PASSWORT ERSTELLEN
es: CREAR UNA CONTRASEÑA
fa: ایجاد گذرواژه
fi: Luo salasana
fr: CRÉER UN MOT DE PASSE
id: Buat kata kunci
it: CREA UNA PASSWORD
ko: 비밀번호 만들기
ms: CIPTA KATA LALUAN
nl: Stel een wachtwoord in
pl: UTWÓRZ HASŁO
pt_br: Criar uma senha
ru: ЗАДАТЬ ПАРОЛЬ
sv: SKAPA ETT LÖSENORD
tr: PAROLA OLUŞTUR
uk: СТВОРИТИ ПАРОЛЬ
uz: PAROL YARATISH
zh_cn: 创建密码
zh_tw: 建立密碼

# TelegramPassportCreatePasswordInfo
source: Please create a password to secure your personal data with end-to-end encryption. This password will also be required whenever you log in to Telegram on a new device.
ar: يرجى إنشاء كلمة مرور لحماية بياناتك الشخصية بالتشفير من الطرف إلى الطرف. ستُطلب كلمة المرور هذه في كل مرة تقومون فيها بتسجيل الدخول إلى تيليجرام على جهازٍ جديد.
be: Прызначце пароль, каб абараніць вашы даныя скразным шыфраваннем. Гэты пароль будзе запытаны кожны раз, калі вы будзеце ўваходзіць у Telegram з новай прылады.
ca: Creeu una contrasenya per assegurar les vostres dades personals amb xifratge d'extrem a extrem. Aquesta contrasenya també se us demanarà cada vegada que inicieu sessió a Telegram des d'un dispositiu nou.
de: Bitte Passwort einrichten, um deine persönlichen Daten mit Ende-zu-Ende-Verschlüsselung zu schützen. Das Passwort wird außerdem benötigt, wenn du dich mit Telegram von einem neuen Gerät verbindest.
es: Por favor, crea una contraseña para proteger tus datos personales con cifrado end-to-end. Esta contraseña también será requerida cuando inicies sesión en Telegram en un nuevo dispositivo.
fa: لطفاً جهت محافظت از داده‌های شخصی خود با رمزگذاری سرتاسر گذرواژه‌ای ایجاد کنید. این گذرواژه همچنین هنگامی که شما از یک دستگاه جدید وارد حساب کاربری تلگرام خود می‌شوید از شما خواسته می‌شود.
fi: Luo salasana, jota käytetään henkilötietosi päästä päähän -salaukseen. Tämä salasana vaaditaan myös, kun kirjaudut Telegramiin uudelta laitteelta.
fr: Merci de créer un mot de passe pour protéger vos données personnelles avec un chiffrement de bout en bout. Ce mot de passe sera aussi requis à chaque fois que vous vous connecterez à Telegram depuis un nouvel appareil.
id: Harap memasang kata sandi untuk mengamankan data pribadi Anda dengan enkripsi end-to-end. Kata sandi ini juga akan diperlukan setiap kali Anda masuk ke Telegram pada perangkat baru.
it: Per favore crea una password per rendere sicuri i tuoi dati personali tramite crittografia end-to-end. Questa password sarà inoltre richiesta ogni volta che accedi a Telegram su un nuovo dispositivo.
ko: 단대단 암호화로 개인 데이터를 보호하려면 비밀번호를 만드셔야 합니다. 새로운 기기로 텔레그램에 로그인할 때 이 비밀번호가 필요할 것입니다.
ms: Sila cipta kata laluan untuk sekuriti data peribadi anda dengan penyulitan awal ke akhir. Kata laluan ini akan juga diperlukan bila anda log masuk ke Telegram di peranti baru .
nl: Stel een wachtwoord in om je persoonsgegevens te beveiligen met end-to-end-versleuteling. Dit wachtwoord heb je ook nodig wanneer je inlogt op Telegram vanaf een nieuw apparaat.
pl: Utwórz hasło, aby zabezpieczyć swoje dane osobowe za pomocą pełnego szyfrowania metodą end-to-end. To hasło będzie również wymagane przy każdym logowaniu do Telegrama na nowym urządzeniu.
pt_br: Por favor, crie uma senha para proteger seus dados pessoais com criptografia de ponta a ponta. Essa senha também será necessária sempre que você fizer login no Telegram em um novo dispositivo.
ru: Чтобы защитить свои данные оконечным шифрованием, пожалуйста, задайте пароль. Этот пароль также будет запрашиваться при входе в Telegram с нового устройства.
sv: Vänligen skapa ett lösenord för att skydda dina personuppgifter med End-to-End-kryptering. Lösenordet krävs varje gång du loggar in på Telegram från en ny enhet.
tr: Kişisel verilerinizi uçtan uca şifreleme ile güvence altına almak için lütfen bir parola oluşturun. Yeni bir cihazdan Telegram'da her oturum açtığınızda bu parola gerekecektir.
uk: Для захисту ваших особистих даних наскрізним шифруванням потрібно створити пароль. Цей пароль також буде запитуватись при вході в Telegram з нового пристрою.
uz: Shaxsiy ma'lumotlaringizni shifrlangan holda himoyalash uchun parol tuzing. Siz Telegramga boshqa moslamadan kirganingizda ushbu parol so'raladi.
zh_cn: 请创建一个密码来保护端到端加密的个人信息。 每次您在新的设备登录 Telegram 时也将需要输入这个密码。
zh_tw: 請建立一個密碼來保護點到點加密的個人資料。 每次您在新的設備登入 Telegram 時也將需要輸入這個密碼。

# TelegramPassportDelete
source: Delete Telegram Passport
ar: حذف جواز تيليجرام
be: Выдаліць Telegram Passport
ca: Elimina el passaport
de: Telegram Passport löschen
es: Eliminar Telegram Passport
fa: حذف پاسپورت
fi: Poista Telegram-passi
fr: Supprimer Telegram Passport
id: Hapus Telegram Passport
it: Elimina Telegram Passport
ko: 텔레그램 패스포트 삭제
ms: Hapus Telegram Passport
nl: Telegram Passport verwijderen
pl: Usuń paszport
pt_br: Apagar Passport
ru: Удалить Telegram Passport
sv: Ta bort Telegram Passport
tr: Telegram Pasaportunu Sil
uk: Видалити Telegram Passport
uz: Telegram Passportʼni oʻchirish
zh_cn: 删除 Telegram 通行证
zh_tw: 删除 Telegram 通行証

# TelegramPassportDeleteAlert
source: Are you sure you want to delete your Telegram Passport?
ar: هل ترغب حقًا في حذف جواز تيليجرام الخاص بك؟
be: Вы ўпэўнены, што хочаце выдаліць свой Telegram Passport?
ca: Segur que voleu eliminar el Telegram Passport?
de: Möchtest du wirklich deinen Telegram Passport löschen?
es: ¿Quieres eliminar tu Telegram Passport?
fa: آیا از حذف پاسپورت تلگرام خود اطمینان دارید؟
fi: Haluatko varmasti poistaa Telegram-passisi?
fr: Voulez-vous vraiment supprimer Telegram Passport ?
id: Apakah Anda yakin ingin menghapus Paspor Telegram Anda?
it: Vuoi davvero eliminare il tuo Telegram Passport?
ko: 정말 텔레그램 패스포트를 삭제하시겠습니까?
ms: Anda pasti ingin hapus Telegram Passport anda?
nl: Telegram Passport echt verwijderen?
pl: Czy na pewno chcesz usunąć swój Paszport Telegrama?
pt_br: Deseja mesmo apagar seu Telegram Passaport?
ru: Вы точно хотите удалить свой Telegram Passport?
sv: Är du säker på att du vill ta bort Telegram Passport?
tr: Telegram Pasaportunuzu silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити свій Telegram Passport?
uz: Haqiqatan Telegram Passportʼni oʻchirib tashlamoqchimisiz?
zh_cn: 您确定要删除 Telegram 通行证吗？
zh_tw: 您確定要删除 Telegram 通行証嗎？

# TelegramPassportDeleteTitle
source: Delete Telegram passport
ar: حذف جواز تيليجرام
be: Выдаліць Telegram Passport
ca: Elimina el Telegram passport
de: Telegram Passport löschen
es: Eliminar Telegram Passport
fa: حذف پاسپورت تلگرام
fi: Poista Telegram-passi
fr: Supprimer Telegram Passport
id: Hapus Telegram Passport
it: Elimina Telegram passport
ko: 텔레그램 패스포트 삭제
ms: Hapus Telegram passport
nl: Telegram passport verwijderen
pl: Usuń Paszport Telegrama
pt_br: Apagar o Telegram passport
ru: Удалить Telegram passport
sv: Ta bort Telegram Passport
tr: Telegram pasaportunu sil
uk: Видалити паспорт Telegram
uz: Telegram parolni oʻchirish

# TelegramVersion
source: Telegram for Android {0}
ar: تيليجرام للأندرويد ⁨{0}⁩
be: Telegram для Android {0}
ca: Telegram per a l'Android {0}
de: Telegram für Android {0}
es: Telegram para Android {0}
fa: تلگرام برای اندروید ⁨{0}⁩
fi: Telegram Androidille {0}
fr: Telegram pour Android {0}
id: Telegram untuk Android {0}
it: Telegram per Android {0}
ko: Android용 텔레그램 {0}
ms: Telegram untuk Android {0}
nl: Telegram voor Android {0}
pl: Telegram dla Androida {0}
pt_br: Telegram para Android {0}
ru: Telegram для Android {0}
sv: Telegram för Android {0}
tr: Android için Telegram {0}
uk: Telegram для Android {0}
uz: Android uchun Telegram {0}
zh_cn: Telegram Android 客户端 {0}
zh_tw: Telegram 客戶端 {0}

source: Terminate
ar: إنهاء
be: Скончыць
ca: Tanca
de: Beenden
es: Cerrar
fa: پایان دادن
fi: Katkaise
fr: Terminer
id: Akhiri
it: Termina
ko: 종료
ms: Tamatkan
nl: Beëindigen
pl: Zakończ
pt_br: Terminar
ru: Завершить
sv: Stäng
tr: Sonlandır
uk: Завершити
uz: Yakunlash

# TerminateAllSessions
source: Terminate All Other Sessions
ar: إنهاء جميع الجلسات الأخرى
be: Скончыць усе іншыя сеансы
ca: Tanca les altres sessions
de: Alle anderen Sitzungen beenden
es: Cerrar todas las demás sesiones
fa: پایان دادن به تمامی نشست‌های دیگر
fi: Sulje kaikki muut istunnot
fr: Fermer toutes les autres sessions
id: Hentikan Semua Sesi Lain
it: Termina le altre sessioni
ko: 다른 세션 모두 종료
ms: Tamatkan Semua Sesi Lain
nl: Beëindig alle andere sessies
pl: Zakończ wszystkie inne sesje
pt_br: Terminar todas as outras sessões
ru: Завершить все другие сеансы
sv: Stäng ner alla andra sessioner
tr: Diğer Tüm Oturumları Sonlandır
uk: Завершити всі інші сеанси
uz: Boshqa barcha seanslarni yakunlash
zh_cn: 注销所有其它设备上的会话
zh_tw: 刪除所有其它設備上的對話

# TerminateAllWebSessions
source: Disconnect All Websites
ar: فك الارتباط مع كل المواقع
be: Адлучыць усе вэб-сайты
ca: Desconnecta tots els llocs web
de: Alle Webseiten trennen
es: Desconectar todos los sitios web
fa: قطع اتصال تمامی وبسایت‌ها
fi: Katkaise yhteydet kaikkiin sivustoihin
fr: Déconnecter toutes les sites web
id: Putus akses dari semua situs web.
it: Disconnetti tutti i siti web
ko: 모든 웹 사이트 연결 끊기
ms: Putuskan Sambungan ke Semua Laman Web
nl: Verbinding met alle websites verbreken
pl: Rozłącz wszystkie strony internetowe
pt_br: Desconectar Todos os Sites
ru: Отключить все сайты
sv: Koppla ner alla webbsidor
tr: Tüm Web Sitesi Bağlantılarını Kes
uk: Відʼєднати всі сайти
uz: Barcha veb-saytlardan uzib qo‘yish
zh_cn: 取消所有网站的授权
zh_tw: 取消所有網站的授權

# TerminateOldSessionHeader
source: Automatically terminate old sessions
ar: إنهاء تلقائي للجلسات القديمة
be: Аўтаматычна завяршаць старыя сеансы
ca: Tanca les sessions automàticament
de: Alte Sitzungen automatisch beenden
es: Cerrar sesiones automáticamente
fi: Katkaise vanhat istunnot automaattisesti
fr: Terminer les anciennes sessions
it: Termina automaticamente le sessioni
ko: 오래된 세션 자동 종료
ms: Tamatkan sesi lama secara automatik
pl: Automatycznie zakończ stare sesje
pt_br: Encerrar sessões antigas
ru: Автоматически завершать сеансы
sv: Avsluta automatiskt äldre sessioner
tr: Eski oturumları otomatik sonlandır
uk: Автоматично завершувати старі сеанси

source: Terminate Session
ar: إنهاء الجلسة
be: Скончыць сеанс
ca: Tanca la sessió
de: Sitzung beenden
es: Cerrar sesión
fi: Katkaise istunto
fr: Terminer cette session
it: Termina sessione
ko: 세션 종료
ms: Tamatkan Sesi
pl: Zakończ sesję
pt_br: Terminar Sessão
ru: Завершить сеанс
sv: Avsluta session
tr: Oturumu Sonlandır
uk: Завершити сеанс

# TerminateSessionInfo
source: Tap on a session to terminate.
ar: اضغط على أي جلسة لإنهائها.
be: Націсніце на сеанс, каб скончыць яго.
ca: Toqueu sobre una sessió per finalitzar-la.
de: Tippe auf eine Sitzung, um sie zu beenden.
es: Toca en una sesión para cerrarla.
fa: برای پایان دادن به یک نشست بر روی آن بزنید.
fi: Napauta istuntoa, jonka haluat lopettaa.
fr: Touchez une session pour la fermer.
id: Tekan pada sesi untuk memutus.
it: Tocca su una sessione per terminarla.
ko: 세션을 종료하려면 짧게 누르세요.
ms: Tekan atas sesi untuk tamat.
nl: Tik op een sessie om deze te beëindigen.
pl: Dotknij, aby zakończyć sesję.
pt_br: Toque em uma sessão para terminar.
ru: Нажмите на сеанс, чтобы завершить его.
sv: Tryck på en session för att avsluta den.
tr: Sonlandırmak için bir oturuma dokunun.
uk: Натисніть на сеанс, щоб завершити його.
uz: Seansni tugatish uchun unga bosing.
zh_cn: 点击一个会话来注销它。
zh_tw: 點擊一個對話來刪除它。

# TerminateSessionQuestion
source: Terminate this session?
ar: إنهاء هذه الجلسة؟
be: Скончыць гэты сеанс?
ca: Voleu tancar aquesta sessió?
de: Diese Sitzung abmelden?
es: ¿Cerrar esta sesión?
fa: آیا به این نشست پایان می‌دهید؟
fi: Haluatko katkaista tämän istunnon?
fr: Fermer cette session ?
id: Hentikan sesi ini?
it: Terminare questa sessione?
ko: 이 세션을 종료할까요?
ms: Tamatkan sesi ini?
nl: Deze sessie beëindigen?
pl: Zakończyć tę sesję?
pt_br: Terminar essa sessão?
ru: Завершить этот сеанс?
sv: Stäng den här sessionen?
tr: Bu oturum sonlandırılsın mı?
uk: Завершити цей сеанс?
uz: Bu seans yakunlansinmi?
zh_cn: 注销此会话？
zh_tw: 刪除此對話？

# TerminateSessionText
source: Are you sure you want to terminate this session?
ar: هل ترغب حقًا في إنهاء هذه الجلسة؟
be: Вы ўпэўнены, што хочаце скончыць гэты сеанс?
ca: Segur que voleu tancar aquesta sessió?
de: Bist du sicher, dass du diese Sitzung beenden möchtest?
es: ¿Quieres cerrar esta sesión?
fa: آیا از پایان دادن به این نشست اطمینان دارید؟
fi: Haluatko varmasti katkaista tämän istunnon?
fr: Voulez-vous vraiment terminer cette session ?
id: Apakah Anda yakin ingin mengakhiri sesi ini?
it: Vuoi davvero terminare questa sessione?
ko: 정말 이 세션을 종료하시겠습니까?
ms: Anda pasti ingin tamatkan sesi ini?
nl: Deze sessie echt beëindigen?
pl: Czy na pewno chcesz zakończyć tę sesję?
pt_br: Deseja terminar essa sessão?
ru: Вы точно хотите завершить этот сеанс?
sv: Är du säker på att stänga den här sessionen?
tr: Bu oturumu sonlandırmak istediğinizden emin misiniz?
uk: Ви дійсно хочете завершити цей сеанс?
uz: Haqiqatan ham bu seans yakunlansinmi?

# TerminateWebSessionInfo
source: Tap to disconnect from your Telegram account.
ar: اضغط لفك الارتباط من حسابك في تيليجرام.
be: Націсніце, каб адлучыць ад вашага ўліковага запісу Telegram.
ca: Toqueu per a desconnectar-vos del compte Telegram.
de: Antippen, um dich mit deinem Telegram-Konto abzumelden.
es: Toca para desconectar de tu cuenta de Telegram.
fa: برای قطع اتصال حساب کاربری تلگرام خود ضربه بزنید.
fi: Napauta katkaistaksesi yhteys Telegram-tiliisi.
fr: Touchez pour déconnecter de votre compte Telegram.
id: Ketuk untuk memutuskan dari akun Telegram Anda.
it: Tocca per disconnettere dal tuo account Telegram.
ko: 텔레그램 계정과 연결을 끊으려면 짧게 누르세요.
ms: Tekan untuk putuskan sambungan ke akaun Telegram anda.
nl: Tik om de verbinding met je Telegram-account te verbreken.
pl: Dotknij, aby rozłączyć z twoim kontem Telegrama.
pt_br: Toque para desconectar de sua conta do Telegram.
ru: Нажмите на сайт, чтобы отключить его.
sv: Tryck för att logga ut från ditt Telegram-konto.
tr: Telegram hesabınızdan bağlantıyı kesmek için dokunun.
uk: Натисніть на сайт, щоб відʼєднати його від акаунта.
uz: Telegram hisobingizdan saytni uzish uchun ustiga bosing.
zh_cn: 轻触以删除授权。
zh_tw: 輕触以删除授權。

# TerminateWebSessionQuestion
source: Disconnect {0}?
ar: فك الارتباط مع ⁨{0}⁩؟
be: Адлучыць {0}?
ca: Voleu desconnectar de {0}?
de: {0} trennen?
es: ¿Desconectar {0}?
fa: اتصال ⁨{0}⁩ قطع شود؟
fi: Katkaistaanko yhteys sivustoon {0}?
fr: Déconnecter {0} ?
id: Putuskan akses dari {0}?
it: Disconnettere {0}?
ko: {0}과(와) 연결을 끊을까요?
ms: Putuskan {0}?
nl: Verbinding met {0} verbreken?
pl: Rozłączyć {0}?
pt_br: Desconectar {0}?
ru: Отключить {0}?
sv: Koppla ner {0}?
tr: {0} bağlantısı kesilsin mi?
uk: Відʼєднати {0}?
uz: {0}dan uzilsinmi?
zh_cn: 取消授权“{0}”？
zh_tw: 取消授權“{0}”？
